Tekla.Structures.DrawingInternal.dotGrModelObjectHatchAttributes_t


Tekla.Structures.DrawingInternal.dotGrModelObjectHatchAttributes_t.CommonAttributes


Tekla.Structures.DrawingInternal.dotGrModelObjectHatchAttributes_t.AutomaticScaling


Tekla.Structures.DrawingInternal.dotGrModelObjectHatchAttributes_t.ToStruct(Tekla.Structures.Drawing.ModelObjectHatchAttributes)


Tekla.Structures.DrawingInternal.dotGrModelObjectHatchAttributes_t.FromStruct(Tekla.Structures.Drawing.ModelObjectHatchAttributes)
